Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 세상의 상식을 반하는 발언에도, 무어라 반박할 수 없었다.
en_us: Chris couldn’t deny a single word of Roman.

source: 그렇기에.
en_us: That was why he decided to follow Roman and trust him.

source: 로만은 포기를 모르는 승부사의 기질을 지녔을 뿐만 아니라, 애초에 검사로서의 기본기가 매우 탄탄했다.
en_us: Roman no longer looked like someone who would give up a fight. He seemed greatly determined and hungered for victory. Everything about him today made him a perfect swordsman.

source: ‘조엘(Joel) 가문의 사람이었지.’
en_us: That boy was from House Joel, if I remember him correctly.

source: 그건 상대에게 최소한의 예의를 다하기 위함이었다.
en_us: This was all for the sake of showing respect to Flora.

source: 짝!
en_us: Slap!

source: 욕망의 목적은 무엇이든 좋다.
en_us: Whatever the desire was, Roman knew that it was a strong driving that would help the person achieve one’s goal, whether it was wealth or power.

source: 얼굴에 웃음이 걸렸다.{j}주군의 마음을 읽고 미리 행동하는 것.{j}한스는 대우를 받을 수밖에 없는 사람이었다.
en_us: Hans let out a bright smile, feeling proud of himself for preparing ahead by reading the young lord’s mind.{j}{j}

source: “그래.”
en_us: “I promise.”

source: 의문은 묻어 두었다.{j}로만에게 어떤 변화가 있었는지는 모르겠지만, 로메로 남작에게는 로만이 드미트리의 장자라는 사실만이 중요할 뿐이었다.
en_us: Romero decided to put his doubts behind and to fully trust his son. It didn’t matter what kind of changes happened to his son, the only important and unchanging fact was that Roman was his one and only eldest son.{j}

source: 그러자.{j}“너희들은 드미트리의 법도를 어겼다.{j}고로…….”
en_us: “Well then, you all have violated Dimitri’s laws, therefore…”

source: 조나단이 사나운 얼굴로, 한스를 내려다보았다.
en_us: Jonathan looked down at Hans and said with a fierce voice.

source: 사방에서 스멀스멀 올라오는 악취에, 그는 슬쩍 로만의 눈치를 살폈다.
en_us: It wasn’t only the mud that disgusted him, but the stench coming from every corner of the village began to make him worry about Lord Roman.

source: “……그렇다면 해답을 말씀해 주십시오.{j}지금부터 제가 어떻게 해야 하는 겁니까?”
en_us: “Then...tell me what I should do. What am I supposed to do from now on?”{j}

source: 찰랑.{j}로만이 허리춤에 매달린 술병을 보였다.{j}휘둥그레진 눈으로 당황하는 노인의 모습에, 로만은 경계심을 녹여 버리는 웃음을 지었다.
en_us: Roman put the bottle of alcohol in front of the elder and smiled to help the be-wildered elder relax.

source: 로만은 좋은 사람이었다.
en_us: To Kevin, Roman was a role model he dreamed of becoming.

source: 자리를 지키라는 로만의 명령에, 수백의 정파인을 상대로도 자리를 지켰던 사람이 광마다.{j}그때 무명(無名)에 불과했던 그는 광마라는 별호를 얻었다.
en_us: At Roman’s order, the Demon of Lunacy was willing to take on hundred of men from the justice faction even if it meant risking his life. That was how he earned his title as the Demon of Lunacy.{j}

source: “지루해.”
en_us: “Life is so boring.”

source: 상식을 벗어났다.{j}조나단으로서는, 눈앞의 현실을 받아들일 수가 없었다.
en_us: Perplexed by the outcome of the duel, Jonathan still couldn’t believe his eyes.{j}

source: 로만이 웃었다.
en_us: Roman smirked at Jonathan’s question.

source: 조나단이 말했다.
en_us: Jonathan persuaded Chris.

source: “나는 당신이 생각하는 것처럼 그리 대단한 사람이 아니오.{j}로렌스의 영애가 방문하고 난 직후에 로만이 파혼을 말한 것을 보면, 아마도 일방적으로 파혼을 통보받은 것이겠지.{j}그런데도 나는 로만에게 분노를 분출했소.{j}그 아이가 할 수 있는 일이 아무것도 없을 것이라는 사실을 알고 있는데도 불구하고, 로렌스를 비난하는 것이 아니라 손쉬운 상대를 고르고 말았소.”
en_us: “My love, I’m not the great person you believe me to be. I knew it from the start that it wasn’t Roman’s decision to cancel the marriage. I knew it was a sudden notice decided by the Lawrence girl since Roman came straight to me right after she arrived at our castle. But I couldn’t hold my temper against him. There wasn’t anything Roman could do at that point, but I chose him to blame everything because he was the easier target.”{j}{j}{j}

source: 로만이 블러드 팽을 토벌한 날.{j}플로라의 세계를 구성하던 상식이 무너지고 말았다.
en_us: On the day Roman wiped out the Blood Fang, Flora’s world completely turned upside down. It felt as if all her knowledge and logics became meaningless.{j}

source: 로만.{j}아픈 손가락.{j}무엇 하나 할 줄 모른다고 생각했던 아들이, 이토록 계획적으로 일을 처리하는 모습을 보여 주다니.{j}로메로 남작은 아들을 포기하지 않았다.
en_us: It was true that Roman was Baron Romero’s sore thumb. Never in his life has he expected his son, lacking in every skills, would thoroughly plan a strategy and carry it out successfully.{j}{j}{j}

source: 두 가문.{j}로렌스는 자금이 필요했고, 드미트리는 확실하게 귀족 가문으로 자리매김할 배경이 필요했다.
en_us: {j}It was an arranged marriage between two Houses. The Lawrence needed money and the Dimitri needed an opportunity to establish themselves as a noble family.

source: 빈민(貧民)의 삶이란 그러했고, 남아로 태어나 큰 꿈을 펼치겠다는 목표는 감히 바라지도 않았다.
en_us: Born as a poor, he believed that he was destined to follow his parents’ footsteps and that he never deserved to dream big.

source: 잔인한 장면에 마을 주민들은 눈을 질끈 감았다.{j}그러나 로만은 조금의 표정 변화 없이, 사내의 혓바닥을 깔끔하게 잘라 버렸다.
en_us: The villagers closed their eyes and turned away from the violent scene. Unlike their disgusted face, Roman sliced the man’s tongue with a blank face. {j}

source: 당황스러운 건 로메로 남작도 마찬가지였다.
en_us: Baron Romero was also shocked by his son’s changed appearance.

source: 사실 이번 훈련의 전제는 애초에 잘못되었다.{j}
en_us: In fact, Roman already knew that he didn’t need this formal training in the first place.

source: 위험했다.
en_us: The moment Jonathan saw Chris use his Aura he knew that Lord Roman would not only lose in this battle but would be severely injured.

source: ‘로만 도련님이 혼자서 이들을 모두 처리했다고?’
en_us: How could this be all Lord Roman’s doing?

source: 이어서.
en_us: Roman didn’t stop his attack.

source: “이건 아들의 사진인가.”
en_us: “Is this a picture of your son?”

source: 뒷발을 씰룩이며 신호를 기다리던 크리스는, 조나단의 신호에 곧바로 땅을 박찼다.
en_us: Chris, who was waiting for Jonathan’s sign as he tapped his foot, sprinted toward Roman as soon as he heard Jonthan’s yell.

source: 그나마 급소를 피한 공격이었다.{j}로만이 이런 기습적이고 빠른 공격을 막을 수 없으리라는 생각에, 나름 이성적인 판단으로 다쳐도 문제없는 부위를 택했다.
en_us: He was intentionally avoiding Roman’s vital points, because he didn’t want to severely injure Roman, believing that he wouldn’t be able to dodge his swift attack.{j}

source: 로만의 삶.
en_us: He believed that this was the time for him to fully rely on his son so that Roman could pursue his dreams.

source: 무림에서 낭중지추(囊中之錐)는 위험한 단어다.{j}툭 튀어나올 정도로 빼어난 재능을 보이면, 그 사람은 필연적으로 망치에 머리가 부서지는 결말을 맞이했다.{j}만에 하나.{j}주변의 관심에도 살아남는 사람들을, 무림에서는 고수라고 불렀다.
en_us: In Murim, having talent in martial arts wasn’t a thing to be proud of. Instead, those who were known to have talents were considered threats and were targets to get rid of. Thus, it was extremely hard to survive in Murim after being known for having the talents. But if you do survive all the threats, you were considered one of the masters of Murim. {j}{j}{j}

source: 20화 맹목적인 신뢰 (2)
en_us: Chapter 20 Blind Faith (2)

source: 너의 목숨을 앗아 가지는 않겠지만, 너 하나를 본보기로 법도의 무서움을 사람들에게 보여 주겠다.”
en_us: Roman stated.

source: 드미트리의 얼간이.{j}매일 향락에 빠져 살던 볼품 없던 사내가, 지금은 벗어날 수 없는 강력한 기세로 그를 옭아매었다.
en_us: He realized it wasn’t Dimwit Dimitri, the idiot who only thought about enjoying life, standing before him. It was a robust, charismatic figure asking him a legitimate question.

source: 조나단.{j}그가 침착한 얼굴로 크리스를 보았다.{j}시체가 어지럽게 널브러져 있는 전쟁터에서, 조나단은 어미의 몸을 붙잡고 눈물을 흘리던 어린 소년을 처음 보았었다.
en_us: He calmly looked at Chris and reminded himself of a young boy desperately crying in the battlefield filled with corpses, holding onto his dead mother’s body.{j}{j}

source: 드미트리 기사단이 로렌스 영지에 도착한 시각은, 중천에 떠올랐던 해가 조금 저물어 갔을 때였다.
en_us: Before sunset, the Dimitri Knights arrived in the land of Lawrence.

source: 로만의 반응.{j}크리스의 얼굴이 붉게 달아올랐다.
en_us: Roman’s laugh made Chris blush in anger.{j}

source: “중대한 일일수록 빠르게 처리하는 게 좋습니다.{j}그러니 차라도 마시면서 기다리고 계십시오.{j}이 문제를 가지고, 아버지를 뵙고 오겠습니다.”
en_us: “We shouldn’t waste time for such an important matter, my Lady. If you wait here while enjoying yourself with some tea, I will go to my father immediately to discuss this matter.”{j}{j}

source: 되돌아오는 물음.{j}걸음을 멈추었다.{j}크리스를 다시 보았다.
en_us: Chris’s question halted Roman’s steps. He turned back toward Chris and looked at his face.{j}{j}

source: 사실 그때만 하더라도 지금과 같이 상황이 악화될 것이라고는 생각하지 못했다.
en_us: Until then, no one had believed that the tension would escalate to this extent.

source: 처음에만 해도 노인은 제대로 말하지 못했다.
en_us: At first, the elder seemed still hesitant to talk.

source: 드미트리가 만남을 거부하고, 접객실에서 해가 저물도록 기다리게 했을지라도 로렌스 자작은 끝까지 을의 태도를 유지해야만 했다.
en_us: He should’ve held his ground even if the Dimitris refused to meet him or had left him waiting until sunset. However, it was too late for his regrets.

source: 외성.{j}그곳에는 일반 영주민들이 살아가는 터전이 형성되어 있다.{j}성 밖과는 다르게 판잣집 위주의 빈민가가 아니라, 잘 만들어진 거리와 음식점, 그리고 사람들이 휴식을 취할 수 있는 광장도 있었다.
en_us: In the suburbs of the land, people formed small towns and resided there. Unlike the slums that encircled the castle, the suburbs was well-organized with paved streets and diverse restaurants. And the plaza in the suburbs was one of the most crowded places where many people gathered to rest.{j}{j}

source: 약.{j}처음 듣는 얘기였다.
en_us: This was the first time Roman heard about his rumors of him abusing drugs.{j}

source: 바닥에 흥건했던 피.{j}그 위를 굴러다니던 팔.{j}그리고 머릿속을 난도질하는 고통마저도.
en_us: The puddle of blood, the arm rolling around the floor, and the severe pain he had suffered through in his brain all disappeared like a wind.{j}{j}

source: 크리스는 속마음을 숨기고는, 마나를 훈련하는 방법을 알려 주었다.
en_us: Hiding his excitement, Chris continued to explain the training method.

source: 그간 아버지는 얼마나 힘들었을까.
en_us: I was too stubborn and ignorant. I should’ve know what my father has been going through.

source: 집이라고도 할 수 없는 허름한 판잣집에서 생활했고, 생계를 위해 어린 나이에도 부모님을 따라다니며 일손을 보탰다.{j}간단한 심부름부터 시작해서 해 보지 않은 일이 없었다.
en_us: He grew up in an old, run-down shack and helped his parents with their laborious works to keep his family afloat. Because he had to work from a young age, there wasn’t a job that he’d never tried before.{j}

source: 16화 한순간의 선택 (1)
en_us: Chapter 16 A Moment of Choice (1)

source: 한스의 목소리는 잔뜩 격양되었다.
en_us: Hans sounded horrified with the truth he had to share.

source: “공격…… 컥!”
en_us: “Attack him...ugh!”

source: “그래, 너는 지금부터 내 것이다.”
en_us: “Right, from now this moment forward you belong to me.”

source: 그런데 달라졌단다.{j}기대할 수밖에 없었다.
en_us: However, Jonathan’s words filled him with high hopes for his son. {j}

source: 그 자리에서는 좋게 푸는 것이 상책이었지만, 자신을 문책하는 분위기에 일부러 태도를 바꾸었다.
en_us: Roman also preferred to resolve the problem without offending the viscount, but he knew what he had to do once the viscount started questioning and reprimanding his doing.

source: 그리고 그가 자신의 팔에 검을 박아 넣으려는 순간.
en_us: And that moment...

source: 주인은 확신했다.{j}로만 드미트리.{j}그는, 예전에 자신이 알던 사람이 아니라는 사실을.
en_us: The owner was convinced that the Roman Dimitri standing before him wasn’t the one he knew before. He was certain that his son could really die in Roman’s hands.{j}{j}

source: 피식.{j}로만이 웃었다.
en_us: Pfft.{j}

source: “영주님.”
en_us: “My lord.”

source: ‘어딜 가나 쓰레기들은 존재하지.’
en_us: Cunning foxes like them exist everywhere, in Murim and also in this new world.

source: 회의가 정리되었다.
en_us: The meeting reached its conclusion.

source: 로렌스 자작은, 충격을 받은 플로라를 뒤로하고는 집무실을 나섰다.{j}지금부터 처리해야 할 일이 많았다.
en_us: Viscount Lawrence left his office, leaving behind his daughter who was left in shock. There were a lot of things he had to take care of.{j}

source: 지금으로부터 일주일 전.{j}로만이 폐관 수련에 돌입하자마자, 로렌스에서는 드미트리를 방문하겠다는 의사를 밝혔다.{j}파혼.
en_us: A week ago when Roman announced his training in isolation, the House of Lawrence sent a notice that they would like to visit the Dimitri to discuss their cancellation of marriage.{j}{j}

source: 케빈의 목소리.{j}닮은 것 이상이었다.
en_us: Kevin’s voice was filled with more loyalty than the Demon of Lunacy.{j}

source: 나 로메로 드미트리가, 한발 뒤에서 항상 너를 지지하고 있겠다.”
en_us: Baron Romero said.

source: 항상 빼앗기는 게 익숙했던 삶을 살았기에, 케빈을 이 순간을 외면할 수가 없었다.
en_us: For someone who had the fruits of his labor always taken away by others, Kevin couldn’t ignore this opportunity for him to finally get a taste of true power.

source: 로만이 말했다.{j}“나는 너를 나의 검(劍)으로 쓰고자 한다.{j}하지만 사람의 쓰임새는 타인의 의지대로 결정되지 않는다.{j}그렇기에 지금부터 너 스스로가 선택할 수 있도록 세 가지의 길을 말해 주도록 하겠다.”
en_us: “I intend for you to become my blade. However, your role can’t be determined by anyone other than yourself. So, I will give you three options to choose from,” Roman explained.{j}{j}{j}

source: “말해라.”
en_us: “Speak.”

source: “예에???!”
en_us: “What?!”

source: “절대 그럴 수 없습니다.{j}설령 제가 위험해진다고 할지라도, 도련님을 혼자 보낼 수는 없습니다.”
en_us: “I can’t allow this, my Lord. Even if it puts my life at risk, I can’t let you leave here all by yourself.”{j}

source: 검을 거두었어도 크리스는 결과를 받아들였겠지만, 로만은 이 상황을 그냥 넘어가지 않았다.
en_us: The deputy captain knew his fight was over and he was ready to accept his defeat even if Roman drew his sword back. However, Roman seemed different.

source: 덕분에 마교의 무림 정벌은 한결 수월했다.{j}정파의 삼대고수라고 불리던 남궁세가의 가주가, 천마 백중혁도 아닌 혈마의 검에 목이 날아갔으니 말이다.
en_us: Thanks to his loyalty, it became much easier for Junghyeok Baek to conquer over the demonic cults in Murim. With the Blood Demon on his side, Junghyeok Baek didn’t have to take action to take out the leaders of different cults every time. The Blood Demon was enough to take care of one of the three masters of the justice faction.{j}

source: “네가 어떤 기분인지는 잘 알아.{j}하지만 크리스.{j}영주님의 명령이시다.”
en_us: “I know how you feel, Chris. But this is a direct order from Baron Romero,” Jonathan ordered.{j}{j}

source: 꽉.
en_us: Clench.

source: 타닥.
en_us: Dash.

source: 안쓰러운 모습.
en_us: Roman felt pity.

source: “도, 도련님……?!”
en_us: “L-Lord Roman...?!”

source: 첫 만남에는 의외였고, 두 번째 만남에는 충격적이었다면, 세 번째 만남에는 넋을 잃어버렸다.
en_us: Her first impression of Roman was a surprise, while her second encounter with him left her shocked. And now, with her third encounter with Roman, she was entralled by his presence.

source: 사실 가문의 위세로 보았을 때는 명문 아카데미의 입학이 불가능했어야 했는데, 운이 좋게도 조엘 가문의 사람이 플로라와 같은 시기에 아카데미를 다녔다.
en_us: With no influence, it should’ve been almost impossible for a boy from their family to attend such a prestigious academy, but they were lucky enough to send one boy to attend when Flora was there.

source: 지난 며칠.{j}로만은 짧은 시간에 육체적으로 비약적인 발전을 이루었다.
en_us: The past few days after his conversation with Romero, Romero dedicated his time to train his body suitable to carry the hunt.{j}

source: 그게 바로 크리스였다.
en_us: That young boy had grown up to be Chris, his fellow disciple.

source: 그랬던 자신이 겨우 시정잡배들과 드잡이질을 하는 데 수차례의 공방을 주고받았다는 사실이, 백중혁의 정신을 가진 로만으로서는 못마땅할 수밖에 없었다.
en_us: Therefore, it wasn’t surprising to see his disappointment when he realized that he had to go back and forth multiple times just to take out a few street rats.

source: “아버님을 뵙습니다.”
en_us: “Father, this is Roman.”

source: 고리대금 문제를 해결해 주겠다던 자신의 영웅은, 겨우 며칠 만에 기적 같은 일을 현실로 만들어 냈다.
en_us: His hero, who had promised him to solve the high-interest problem, miraculously kept his promise in just a couple of days.

source: 쾅!
en_us: Bam!

source: 한시가 급했다.
en_us: Every second counted.

source: “예!{j}도련님이 경비 한 명 없이 외성으로 외출하셨는데, 아무래도 블러드 팽 일당과 한바탕하려는 생각인 것 같습니다.{j}이대로 내버려 두었다간 무슨 일이 벌어질지 모릅니다.{j}한시라도 빨리 도련님을 찾아야 합니다!”
en_us: “Yes, Lord Roman is in grave danger. He is currently out in town without a single guard, and I believe he is on his way to pick a fight with the Blood Fang. Who know what will happen to him if we let him be?! You must help me find him at once!”{j}{j}{j}

source: 그렇다면.{j}“내가 참석했던 사교 파티를 주체한 사람이 누구지?”
en_us: “Then, do you know who hosted that social gathering, Hans?”{j}

source: 어쩌면 블러드 팽을 토벌한 장본인이 정말 로만일지도 모른다는 생각이 들었다.{j}그게 사실이라면 로만은 조나단에 버금가는 실력자겠지만, 검을 맞닥트리는 지금 그건 중요하지 않았다.
en_us: After exchanging a couple of attacks with Roman, Chris began to think that Roman could’ve really wiped out the Blood Fang alone. He almost believe that Roman was at an equal level as Jonathan; however, this didn’t matter.

source: 그때는 왜 그랬는지 모르겠다.{j}육안으로 로만의 움직임을 제대로 파악하지 못했는데도, 본능적으로 검을 휘둘러서 앞을 막았다.
en_us: Unable to read Roman’s movements, Chris somehow managed to instinctively block Roman’s attack by raising his sword.{j}

source: 뺨을 맞았다.{j}어디 자신의 몸을 만지냐며 고래고래 소리치는 로만의 모습에, 그는 진심으로 살인 충동이 일었다.
en_us: His face completely turned red from Roman’s slap, Chris, at that moment, felt a strong urge to kill the young lord.{j}

source: 귀혼마공.{j}이 세상의 설명으로는 완벽하게 설명할 수 없기에, 마나 심법이라는 그럴듯한 포장지를 씌웠다.
en_us: The name of the technique was the Art of Demonic Spirit, but because Roman couldn’t perfectly explain the details with the knowledge of this world, he candy-coated it by calling it a mana control technique.{j}

source: 때를 기다리리라.{j}로만이 반격을 시도한 것처럼, 본인도 상대의 틈을 노렸다.
en_us: Instead of consistently attacking Roma, he decided to wait for his moment just like how Roman counterattacked him. He held his position and waited for the perfect timing to give the final blow.{j}

source: “하지만 저는 로렌스에서 블러드 팽을 제대로 처벌할지에 대한 의문이 있었습니다.{j}
en_us: “Before I decided to execute and kill all of the Blood Fangs, I grew curious of one thing,” Roman continued speaking.{j}{j}{j}{j}{j}{j}{j}

source: 그 모습을 발견한 사람들은 기겁하며 길을 내주었다.
en_us: The people in the square made a way for him to pass horrified by the sight.

source: 변명을 덧붙이지 않고 고개부터 숙이는 그 모습에, 플로라는 속에서 뜨거운 감정이 울컥 솟구쳤다.
en_us: Watching his father bow before the baron without any further excuse, Flora felt anger and resentment boil deep inside, but she knew this wasn’t the time for her to speak up.

source: 드미트리의 얼간이라는 말을 들었을 때는 처참했던 이미지가, 실물로 확인해 보니 완전히 달랐다.
en_us: Before he met Roman, the viscount always seemed displeased to send his daughter to Dimwit Dimitri, however, his impression of Roman was completely overturned after meeting him today.

source: “그게 무슨 소리야!{j}파혼이라니!”
en_us: “Say that one more time. Cancel your marriage?”{j}

source: 그에게 도움을 받았기에, 로만은 그의 현실을 직시하는 발언을 내뱉었다.
en_us: Even though Chris was forced to train Roman, Roman was still thankful for his help, which was why Roman wanted to help Chris face the reality he was missing.

source: 실체가 없는 세력.
en_us: An authority without figure.

source: 현기증이 일었다.
en_us: Viscount Lawrence felt nauseous.

source: 조엘은 돌연변이였고, 스스로가 고귀하다고 생각하는 사람들이 살아가는 세상에서 그를 대우해 줄 사람은 없었다.
en_us: In a world of children who believed that they were all special to the world, none showed respect to Joel.

source: 대리 대련.{j}생소한 단어였다.
en_us: And the word proxy-duel was something new to Chris.{j}

source: 이유는 단순했다.{j}상대가 로만이라는 것.
en_us: The reason was simple. He didn’t want to face Dimwit Dimitri.{j}

source: “일단 저기로 들어가자.”
en_us: “Let’s head in here first.”

source: 권리.{j}중요하다.{j}그것은 명분이고, 로만도 선을 넘을 생각은 없었다.{j}블러드 팽의 정보를 알아내면서, 하나의 사실을 확인하기 전까지만 하더라도 말이다.
en_us: Roman also knew that authority was essential and that he didn’t have any rights to justify his actions. When he first arrived in Lawrence, he had no plans to attack and wipe the Blood Fang out, until he confirmed another truth behind the Blood Fang.{j}{j}{j}

source: ‘이, 이게 로만이라니.’
en_us: Is this really Roman’s doing?

source: 기사단장 조나단을 대동한 걸음에, 로렌스 자작이 실망한 기색을 보였다.
en_us: Viscount Lawrence seemed quite disappointed to see that Roman wasn’t alone.

source: “저희의 입장도 이해를 해 주십시오.{j}그 어떤 영지가 아무런 통보 없이 들이닥친 무장 병력에 성문을 열어 준답니까?{j}급한 사정은 알겠으나, 로만 드미트리 도련님이 위험한 것이라면 저희가 자체적으로 병력을 보내겠습니다.{j}그러니 선택하십시오.{j}이대로 말머리를 돌려서 가시든가, 아니면 무기를 모두 버리고 순순히 정식 절차를 밟으시든가.{j}선택지는 그것뿐입니다.”
en_us: “You must understand. Who would open the gates to armed soldiers from another land without a notice in advance? I understand that you’re in a hurry, but if Lord Roman Dimitri is surely in trouble, we will send our soldiers to help. So, you can decide yourself, you can either return back to your lands or drop your weapons and follow our protocols.”{j}{j}{j}{j}{j}

source: 대륙에 6성의 기사라고 알려진 사람은 12명.{j}그들을 대륙 십이검(十二劍)이라 부르며, 어느 국가에서든 귀빈의 대우를 받는다.>
en_us: <There are twelve knights within the continent who are told to have reached Level 6 Aura. Regardless of their nationality, they are highly revered across the continent and are referred to as the Continent's Twelve Blades.>{j}

source: 블러드 팽 패거리가 황당하다는 표정으로 서로를 쳐다보았다.
en_us: The Blood Fangs looked at each other bewildered by the young lord’s weird behavior.

source: 죽이지는 않더라도, 목숨을 걸고 승리를 쟁취한 대가를 치러야만 했다.
en_us: He wasn’t going to kill Chris, but he had to set an example for those watching that he shouldn’t be taken lightly.

source: ‘그래, 내 이빨을 부러트린 것으로도 모자라 날 완전히 길들이겠다 이거지?{j}네가 바라는 건 맹목적인 충성심이겠지.{j}하지만 난 그렇게 호락호락하지가 않아.{j}드미트리 영주님의 장자인 네 얼굴을 들이받는 한이 있더라도, 이따위 대우를 받고도 참아 넘길 수는 없어.’
en_us: So, is this your way of taming me even after shattering my teeth? I know that you want blind faith from me, but I’m not that easy to tame. I can’t accept such treatment even if it’s coming from the eldest son of the House of Dimitri. I will make you regret, Lord Roman.{j}{j}{j}

source: “……그럼 대체 어떻게 하라는 겁니까?”
en_us: “...Then what should I do?”

source: 세상으로 나아가, 이 세상의 모든 것을 경험해 보고 싶었다.
en_us: He wanted to go out into the world and personally experience everything of it.

source: “이런 멍청한 자식!{j}사람들이 널 드미트리의 얼간이라 불러도, 나는 아비의 도리로서 너에게 좋은 환경을 물려주고자 노력했다.{j}너는 다른 내 자식들과는 다르다.{j}그 녀석들은 태어났을 때부터 귀족의 자제로서 부와 명예를 누렸지만, 너는 나와 평민이었던 시절을 같이 경험했지.{j}그래서 네가 망나니처럼 굴어도 이해했다.{j}환경이 뒤바뀌었으니, 어린 마음에 하고 싶은 것이 많았을 테니까.”
en_us: “You fool! How dare you do this to me? No matter what people called you out there, I always loved you as my son and tried to give the best for you. And is this how you repay me? You had a special place in my heart because unlike your younger brothers, who were born as nobles, you, my eldest son, have gone through the hardships of living a peasant life. That’s why I tried my best to understand you despite your mischievous acts. I thought that one day you’ll grow up and understand me.{j}{j}{j}{j}{j}

source: 혈마와 광마.{j}로만을 가장 잘 따르던 수하들이다.
en_us: Both the Blood Demon and the Demon of Lunacy were the most loyal followers of Roman in Murim.{j}

source: 본능적으로 알았다.{j}로만이 변했음을.{j}로만의 걸음걸이, 로만의 태도, 로만의 표정.{j}그것만으로도 자신의 아들이 달라졌다는 사실을 알아챌 수밖에 없었다.
en_us: He instinctively knew that Roman had changed.{j}{j}His footsteps, his attitude, and even his facial expression were not of his usual self.{j}

source: “너희들의 윗선이 누구냐.”
en_us: “Who’s your leader?”

source: “감사합니다.{j}정말, 감사합니다.”
en_us: “Thank you. Thank you very much.”{j}

source: 플로라가 먼저 용서받을 수 없는 잘못을 저질렀다고는 하나, 접객실에 손님을 앉혀 놓고 이렇게 오랜 시간을 보내는 것은 상식적으로 옳지 않았다.
en_us: Although Flora did make an irreversible mistake to the Dimitris, Viscount Lawrence couldn’t accept such disrespect against him.

source: 비효율적인 기의 분출로도 십수 미터에 달하는 오라를 뽑아낼 정도라면, 확실히 이 세상만의 방식으로 무력의 정점에 올랐다.{j}그것이 무림의 기준에서는 어떨지 몰라도, 현재 로만의 수준으로는 함부로 상대할 수 있는 사람들이 아니다.
en_us: Roman could tell that they were incredibly powerful just by reading about them. Although they’ve achieved the peak of their power by using the inefficient methods of this world, Roman knew that he wouldn’t stand a chance against them with his current powers.{j}

source: 로메로 남작이 고개를 끄덕였다.
en_us: Baron Romero nodded to wife’s words.

source: 정략결혼의 이유.{j}찢어지는 마음에도 그런 결단을 내릴 수밖에 없었던 이유.{j}상대가 바르코이기 때문이다.{j}예전부터 호시탐탐 로렌스를 노려 왔던 그들에게 패배하는 것이 어떤 의미인지를 알기에, 로렌스 자작은 현실을 받아들였다.
en_us: Although Viscount Lawrence hated to give up his daughter to the House of Dimitri, he wasn’t left with any other options because the enemy was House Barco. He knew exactly what the outcome would be if he were to lose against them.{j}{j}{j}

source: 스스로 팔을 잘라라.{j}가혹했다.{j}어떻게 그런 일을 한단 말인가.
en_us: He couldn’t believe that Lord Roman had requested to cut off his own arm. It was too cruel for him to accept.{j}{j}

source: “대리(代理) 대련의 의미는 간단해.{j}케빈이 대련 상대로 나서되, 나는 대련이 진행되는 동안 케빈에게 너를 쓰러트릴 방법에 대해서 말해 줄 거야.{j}그러니까 나를 대신하는 ‘아바타’인 케빈을 쓰러트리는 것으로 네 의지를 증명해 봐.”
en_us: “A proxy-duel is quite simple. It’s not to different from an average duel, so Kevin will still be your opponent; however, I’ll standing at his back giving him advice on how to take you down. Basically, Kevin will be acting as my avatar fighting against you. Prove your willpower to me by defeating Kevin.”{j}{j}

source: 로만을 바라보는 크리스의 시선이 복잡해졌다.
en_us: Chris’s eyes trembled as he looked at Roman, confused by everything that had happened to him today.

source: 크리스의 골격은 탄탄했다.{j}만약 로만의 방식으로 무공을 착실하게 수련했다면, 지금쯤 일류(一流) 이상의 경지를 넘보았을 정도로 괜찮은 재능을 타고났다.
en_us: Not only did Chris have good physical attributes, but Roman was certain that if Chris had followed his methods of training the young knight had the potential to become a first-class swordsman or even higher.{j}
